SCREEN_WIDTH = 800
SCREEN_HEIGHT = 600

# Обратная карта: (3, 3, 171, 235)
# Большая карта 1: (202, 3, 171, 235)
# Большая карта 2: (382, 3, 171, 235)
# Большая карта 3: (562, 3, 171, 235)
# Большая карта 4: (742, 3, 171, 235)

# Черви: (3, 260, 130, 130)
# Бубны: (148, 260, 130, 130)
# Трефы: (296, 260, 130, 130)
# Пики: (442, 260, 130, 130)

# Черви мини: (6, 421, 50, 50)
# Бубны мини: (67, 421, 50, 50)
# Трефы мини: (128, 421, 50, 50)
# Пики мини: (191, 421, 50, 50)

# Красный большой король: (5, 500, 141, 150)
# Красная большая дама: (159, 500, 163, 150)
# Красный большой валет: (337, 500, 144, 150)

# Черный большой король: (544, 500, 142, 150)
# Черный большая дама: (700, 500, 163, 150)
# Черный большой валет: (878, 500, 144, 150)

# Красный король мини: (4, 668, 71, 75)
# Черный король мини: (85, 668, 71, 75)
