SCREEN_WIDTH = 800
SCREEN_HEIGHT = 600

SYMBOLS = ["heart", "diamond", "club", "spade"]
NUMBERS = ["A", "2", "3", "4", "5", "6", "7", "8", "9", "10", "J", "Q", "K"]
COORDINATES = {}
# Обратная карта: (3, 3, 171, 235)
# Большая карта 1: (202, 3, 171, 235)
# Большая карта 2: (382, 3, 171, 235)
# Большая карта 3: (562, 3, 171, 235)
# Большая карта 4: (742, 3, 171, 235)

# Черви: (3, 260, 130, 130)
# Бубны: (148, 260, 130, 130)
# Трефы: (296, 260, 130, 130)
# Пики: (442, 260, 130, 130)

# Черви мини: (6, 421, 50, 50)
# Бубны мини: (67, 421, 50, 50)
# Трефы мини: (128, 421, 50, 50)
# Пики мини: (191, 421, 50, 50)

# Красный большой король: (5, 500, 141, 150)
# Красная большая дама: (159, 500, 163, 150)
# Красный большой валет: (337, 500, 144, 150)

# Черный большой король: (544, 500, 142, 150)
# Черный большая дама: (700, 500, 163, 150)
# Черный большой валет: (878, 500, 144, 150)

# Красный король мини: (4, 668, 71, 75)
# Черный король мини: (85, 668, 71, 75)

# Красный туз: (7, 759, 45, 50)
# Красный 2: (64, 759, 35, 50)
# Красный 3: (114, 759, 36, 50)
# Красный 4: (164, 759, 42, 50)
# Красный 5: (220, 759, 34, 50)
# Красный 6: (266, 759, 39, 50)
# Красный 7: (321, 759, 37, 50)
# Красный 8: (371, 759, 39, 50)
# Красный 9: (422, 759, 39, 50)
# Красный 10: (480, 759, 50, 50)
# Красный валет: (542, 759, 27, 50)
# Красная дама: (578, 759, 46, 50)
# Красный король: (637, 759, 41, 50)

# Черный туз: (7, 823, 45, 50)
# Черный 2: (64, 823, 35, 50)
# Черный 3: (114, 823, 36, 50)
# Черный 4: (164, 823, 42, 50)
# Черный 5: (220, 823, 34, 50)
# Черный 6: (266, 823, 39, 50)
# Черный 7: (321, 823, 37, 50)
# Черный 8: (371, 823, 39, 50)
# Черный 9: (422, 823, 39, 50)
# Черный 10: (480, 823, 50, 50)
# Черный валет: (542, 823, 27, 50)
# Черный дама: (578, 823, 46, 50)
# Черный король: (637, 823, 41, 50)
